{
    ":count API key(s) created": ":count clé(s) API créée(s)",
    "About": "",
    "Account": "Compte",
    "Add information about family": "",
    "Add notes to any person. Record work history, hobbies, interests, and more. Do not be like me—document so you don't forget.": "",
    "Administration": "",
    "All actions performed on your account are logged here.": "Toutes les actions effectuées sur votre compte sont enregistrées ici.",
    "All products": "",
    "All rights reserved. Actually, our trademark is not registered, but we probably should write that to do like the big boys.": "",
    "Already have an account?": "Vous avez déjà un compte ?",
    "And thanks for your interest in PeopleOS.": "",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse e-mail que vous avez fournie lors de l'inscription.",
    "API key created": "Clé API créée",
    "API Key created successfully": "Clé API créée avec succès",
    "API key deleted": "Clé API supprimée",
    "API keys are like secret passwords that allow other tools or apps to connect securely to your account.": "Les clés API sont comme des mots de passe secrets qui permettent à d'autres outils ou applications de se connecter de manière sécurisée à votre compte.",
    "API Reference": "",
    "Appearance": "Apparence",
    "Appearance | Settings": "Apparence | Paramètres",
    "A reset link will be sent if the account exists.": "Un lien de réinitialisation sera envoyé si le compte existe.",
    "Back to login": "Retour à la connexion",
    "Back to the marketing website": "Retour au site marketing",
    "Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Avant de commencer, pourriez-vous vérifier votre adresse e-mail en cliquant sur le lien que nous venons de vous envoyer ? Si vous n'avez pas reçu l'e-mail, nous vous en enverrons volontiers un autre.",
    "Blog": "",
    "Browse all activity": "Parcourir toute les activités",
    "Browse all emails sent": "Parcourir tous les e-mails envoyés",
    "But if you can't or are too shy about it, we can help you by providing a simple tool to do so.": "",
    "Cancel": "Annuler",
    "Careers": "",
    "Care to add a comment?": "",
    "Changelog": "",
    "Change password": "Changer le mot de passe",
    "Changes saved": "Modifications enregistrées",
    "Community": "",
    "Company": "",
    "Confirm": "Confirmer",
    "Confirm new password": "Confirmer le nouveau mot de passe",
    "Confirm password": "Confirmer le mot de passe",
    "Continue": "Continuer",
    "Copied": "Copié",
    "Copy": "Copier",
    "Create": "Créer",
    "Create an account": "Créer un compte",
    "Create journal": "Créer un journal",
    "Current password": "Mot de passe actuel",
    "Danger zone": "Zone de danger",
    "Dark": "Sombre",
    "Dashboard": "Tableau de bord",
    "Data is encrypted at rest": "",
    "Delete": "Supprimer",
    "Delivered at:": "Livré à :",
    "Details": "Détails",
    "Docs": "Documentation",
    "Documentation": "",
    "Document everything": "",
    "Each API key is unique to you. Treat them like private passwords—don’t share them with anyone you don’t trust.": "Chaque clé API est unique à vous. Traitez-les comme des mots de passe privés—ne partagez-les avec personne que vous ne faites pas confiance.",
    "Edit this page on Github": "",
    "Email": "E-mail",
    "Email address": "Adresse e-mail",
    "Email me a link to login": "Envoyez-moi un lien pour me connecter",
    "Email password reset link": "Envoyer un lien de réinitialisation du mot de passe par e-mail",
    "Emails sent": "E-mails envoyés",
    "English": "Anglais",
    "Enterprise": "",
    "Enter your email below and we will send you a link to magically connect to your account.": "Entrez votre e-mail ci-dessous et nous vous enverrons un lien pour vous connecter à votre compte.",
    "Every feature is crafted to help you maintain meaningful relationships": "",
    "Features": "",
    "First name": "Prénom",
    "Forgot password": "Mot de passe oublié",
    "Forgot your password?": "Vous avez oublié votre mot de passe ?",
    "French": "Français",
    "General information": "",
    "Get started": "",
    "Get started for free": "",
    "GitHub": "",
    "Go to your account": "",
    "Guides": "",
    "Handbook": "",
    "Have a wonderful day.": "",
    "Help Center": "",
    "Home": "",
    "How does this project make money": "",
    "How do I envision marketing": "",
    "How do we prioritize features?": "",
    "If you change your email address, you will need to verify it again. In this case, you will receive a new verification link.": "Si vous changez votre adresse e-mail, vous devrez la vérifier à nouveau. Dans ce cas, vous recevrez un nouveau lien de vérification.",
    "If you provide a nickname, it will be displayed to others instead of your real name.": "Si vous fournissez un surnom, il sera affiché aux autres à la place de votre vrai nom.",
    "Instance administration": "",
    "Join": "",
    "Join waitlist": "",
    "Journal": "Journal",
    "Journal created successfully": "Journal créé avec succès",
    "Label for the API key": "Étiquette pour la clé API",
    "Language": "Langue",
    "Last name": "Nom de famille",
    "Life events": "",
    "Light": "Clair",
    "LinkedIn": "",
    "Load more": "Charger plus",
    "Locale updated": "Langue mise à jour",
    "Login to your account": "",
    "Log out": "Déconnexion",
    "Logout": "Déconnexion",
    "Logs": "Journal",
    "Manage account": "",
    "Marketing": "",
    "Menu": "Menu",
    "Minimum 8 characters.": "Minimum 8 caractères.",
    "MIT licensed": "",
    "Name": "Nom",
    "Never": "Jamais",
    "New API key": "Nouvelle clé API",
    "New journal": "Nouveau journal",
    "New password": "Nouveau mot de passe",
    "New to :organization?": "Nouveau chez :organization ?",
    "Next step: validate your email address": "Étape suivante : validez votre adresse e-mail",
    "Nickname": "Surnom",
    "No AI bullshit": "",
    "No API keys created": "Aucune clé API créée",
    "Nobody has features like we do. They're tremendous, just tremendous.": "",
    "No emails have been sent yet.": "Aucun e-mail n'a été envoyé pour le moment.",
    "Notifications": "Notifications",
    "optional": "optionnel",
    "Our code is open source. This means you can see exactly how we build the software. We can't imagine a better way to build trust with our users.": "",
    "Password": "Mot de passe",
    "Personal API Keys": "Clés API personnelles",
    "Please check your email.": "",
    "Please copy your API key now. For security reasons, it won't be shown again.": "Veuillez copier votre clé API maintenant. Pour des raisons de sécurité, elle ne sera plus affichée après.",
    "Please enter your new password below": "Veuillez entrer votre nouveau mot de passe ci-dessous",
    "Pricing": "",
    "Principles": "",
    "Privacy": "",
    "Privacy and transparency is at the core of what we do.": "",
    "Product philosophy": "",
    "Products": "",
    "Profile": "Profil",
    "Proudly Canadian": "",
    "Read the code on GitHub": "",
    "Receive a link to login": "Recevoir un lien pour se connecter",
    "Record everything you know about family members, friends, pets and even close acquaintances. You can add context, indicate the age of the person even if you just know partial information.": "",
    "Record food allergies": "",
    "Record food allergies, dietary restrictions, and other preferences for any person.": "",
    "Record gifts": "",
    "Record gifts received, gift ideas and gifts given so you never forget to get a gift for someone.": "",
    "Record life events such as births, deaths, marriages, divorces, and other significant life events.": "",
    "Remember me": "Se souvenir de moi",
    "Reminders": "",
    "Remove vote": "",
    "Resend verification email": "Renvoyer l'e-mail de vérification",
    "Reset password": "Réinitialiser le mot de passe",
    "Resources": "",
    "Roadmap": "",
    "Save": "Enregistrer",
    "Search": "Rechercher",
    "Security": "",
    "Security and access": "Sécurité et accès",
    "See all features": "",
    "See all the incredible features": "",
    "Send me a link instead": "Envoyez-moi un lien à la place",
    "Sent at:": "Envoyé à :",
    "Set reminders for birthdays, anniversaries, and other important dates. You can also set reminders for yourself to do something for a person.": "",
    "Settings": "Paramètres",
    "Shipping is better than not shipping": "",
    "Sign in": "",
    "Sign in instead": "Connectez-vous à la place",
    "Sign up for an account": "Inscrivez-vous pour un compte",
    "Social": "",
    "Social media": "",
    "Stars": "",
    "Status": "",
    "Subject:": "Objet :",
    "Support": "",
    "System": "Système",
    "Table of contents": "",
    "Take control of your relationships and go out there. Life is not lived in front of a computer screen.": "",
    "Team": "",
    "Terms": "",
    "Thanks for signing up!": "Merci de vous être inscrit !",
    "Thanks for your feedback!": "",
    "Thanks for your interest in PeopleOS. We have sent you a link to confirm your inscription to the waitlist.": "",
    "Thanks for your interest in PeopleOS. You will receive an email when the app is ready.": "",
    "The name can only contain letters, numbers, spaces, hyphens, and underscores.": "Le nom ne peut contenir que des lettres, des chiffres, des espaces, des tirets et des traits de soulignement.",
    "There are no JavaScript trackers or ads on this website. We do not try to upsell you anything. We do track the number of page views to improve the website, but that's it.": "",
    "These are the details that will be displayed on your profile. Everyone within organizations you belong to will have the opportunity to view them.": "Voici les détails qui seront affichés sur votre profil. Tous les membres des organisations auxquelles vous appartenez pourront les consulter.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ceci est une zone sécurisée de l'application. Veuillez confirmer votre mot de passe avant de continuer.",
    "This page is helpful": "",
    "This page is not helpful": "",
    "To:": "À :",
    "Transparent by nature": "",
    "Twitter": "",
    "Update the appearance settings for your account": "Mettez à jour les paramètres d'apparence de votre compte",
    "View on GitHub": "",
    "Wanna skip the password?": "Vous voulez passer le mot de passe ?",
    "Want to use your password instead?": "Vous voulez utiliser votre mot de passe à la place ?",
    "We've sent you a temporary login link. This link is valid for 5 minutes. Please check your inbox.": "Nous vous avons envoyé un lien de connexion temporaire. Ce lien est valable pendant 5 minutes. Veuillez vérifier votre boîte de réception.",
    "We are not super fancy, and do not rely on AI in the application, as it is not ready for prime time and would currently lead to many privacy issues.": "",
    "We automatically remove links in this email since they are probably invalid at this time": "Nous supprimons automatiquement les liens dans cet e-mail car ils sont probablement invalides maintenant.",
    "We deliver features so fast that GitHub can't keep up.": "",
    "We do not track you": "",
    "Welcome back": "Bon retour",
    "We release code every day. Nothing is worse than software that doesn't evolve, except war, famine and TikTok.": "",
    "We use industry-standard encryption to protect your data. If someone would steal the database, they would only see a bunch of gibberish.": "",
    "We will never, ever send you marketing emails.": "Nous ne vous enverrons jamais, jamais d'e-mails marketing.",
    "We will never, ever send you marketing emails. We hate spam as much as you do.": "",
    "We will use your feedback to improve this page.": "",
    "Where am I going with this": "",
    "Who I am and what is this project": "",
    "Why open source": "",
    "Why PeopleOS": "",
    "Why PeopleOS?": "",
    "Why should you use PeopleOS?": "",
    "why this tool exists": "",
    "Writing for PeopleOS": "",
    "You are here:": "Vous êtes ici :",
    "You are not our product. You are the reason we exist.": "",
    "You are now on the waitlist.": "",
    "You do not have any journals yet.": "Vous n'avez pas encore de journal.",
    "Your journals": "Vos journaux",
    "Your personal CRM": "",
    "You will be the administrator of this account.": "Vous serez l'administrateur de ce compte."
}